Repository: xiaoyucxiami/luci-main
Catalog: applications/luci-app-ntpc/po/*/ntpc.po
Languages: bg, bs

source: Clock Adjustment
bg: Настройка на часа
bs: Podesavanje sata

source: Count of time measurements
bg: Брой времеви измервания
bs: Brojanje vremenskih mjerenja

source: Current system time
bg: Настоящо време на системата
bs: Trenutno sistemsko vrijeme

source: General
bg: Общи
bs: Općenito

source: Grant UCI access for luci-app-ntpc
bg: Позволи UCI достъп на luci-app-ntpc
bs: Dozvoli UCI pristup za luci-app-ntpc

source: Hostname
bg: Хостнейм
bs: Ime hosta

source: Offset frequency
bg: Честота на офсета
bs: Offset frekvencija

source: Port
bg: Порт

source: Synchronizes the system time
bg: Синхронизира системното време
bs: Sinkroniziraj sistemsko vrijeme

source: Time Server
bg: Времеви Сървър
bs: Vremenski server

source: Time Servers
bg: Времеви Сървъри
bs: Vremenski serveri

source: Time Synchronisation
bg: Времева Синхронизация
bs: Sinhronizacija vremena

source: Update interval (in seconds)
bg: Период на обновление (в секунди)
bs: Učestalost ažuriranja (u sekundama)

source: empty = infinite
bg: празно = неограничено
bs: prazno = neograniceno
